{
    "en-US": {
        "askQuestion": "Ask a question",
        "giveItem": "Give item",
        "hi": "Hi",
        "whatsInHere": "What's in here?",
        "canIEnter": "Can I enter?",
        "give": "Give",
        "leave": "Leave",
        "answers": {
            "hi": {
                "jewelry": [
                    "Girl, I LOVE your earrings! Can't go wrong with some accents right?",
                    "Oh, hello!"
                ],
                "clothes": [
                    "Ooooh, what do we have here ? Tubular booger look!",
                    "Looking at you reminds me how far away payday is, I desperately need to make changes to my wardrobe."
                ],
                "liquor": [
                    "Geez, always the same with these characters. This is exactly what drives me to drink."
                ],
                "drugs": [
                    "Yes hello! Hellooo! Hellooooo, I see you too. Geez why are you all so talkative?"
                ],
                "healthcare": [
                    "Oooh, this headache is killing me... oh hey what's up?",
                    "Ungh, did you hear that ? I'm afraid that's my stomach turning."
                ],
                "food": [
                    "Hi..."
                ]
            },
            "whatsInHere": {
                "jewelry": [
                    "Pure unadulterated C-A-M-P."
                ],
                "clothes": [
                    "The crème de la crème. I often find myself gagging at all the eleganza!"
                ],
                "liquor": [
                    "Well wouldn't you like to know?",
                    "Rivers of sauce. As I remember it, I haven't actually been allowed in recently."
                ],
                "drugs": [
                    "Sights! Sounds! Entertainment and pleasures beyond your wildest imagination, for those unafraid to boost their spirit. If you know what I mean.",
                    "Plenty! If I wasn't on duty I could dance until next week, yes ma'am!",
                    "Oodles of fun. Shame I can barely afford to get in myself these days."
                ],
                "healthcare": [
                    "Shelter from the big bad world (dry heaves).",
                    "You're not from around here are you? Buildings like these contain bars, restaurants, a hotel, the like. Anything but a pharmacy sadly..."
                ],
                "food": [
                    "Well, fine dining you won't find here but at least there is something! Which is more to say than out here..."
                ]
            },
            "canIEnter": {
                "jewelry": [
                    "Can't change the rules. Though I might look the other way if you can convince me with a token of your affection.",
                    "I'm sorry but I can't just let anyone in. We work with a list. Granted nobody is on that these days, it's mostly a matter of who-knows-who. And I don't know you."
                ],
                "clothes": [
                    "I'm afraid I can't let just anyone in, we'd like to keep some sense of exclusivity going here. Your look isn't entirely bad but let's be honest, what were you thinking when you decided upon that dress?",
                    "Letting a Bar Queen like you in here ? Haha!",
                    "Come back when you know how to handle those chicken cutlets."
                ],
                "liquor": [
                    "Since I'm all out of drink, I'm in no mood to do favours."
                ],
                "drugs": [
                    "You're asking me? Well, sure! However the door says \"No\". Now scram!"
                ],
                "healthcare": [
                    "Are you still here ? You're no good for my headache.",
                    "Look, I've had a long night and still have a long one ahead of me. Let's make this easier on both of us and just cut the chatter here. You want to go in and I won't let you."
                ],
                "food": [
                    "Get me something to eat and I might turn a blind eye to the instructions I was given."
                ]
            }
        },
        "noThankYou": "No thank you.",
        "wrongItem": "I think we both have different standards.",
        "justWhatINeeded": "Oh wow, just what I needed! Thank you!"
    }
}
